# Напишите цикл for, который выводит таблицу умножения на 5

mutiTable = 5 

print(f"{mutiTable} * 2 = ", mutiTable * )
print(f"{mutiTable} * 2 = ", mutiTable * )
print(f"{mutiTable} * 2 = ", mutiTable * )
print(f"{mutiTable} * 2 = ", mutiTable * )
