#Напишите цикл while, который выводит числа от 1 до 10.

i = 1  

while i <= 5:  
    
    print(i)  
 
    i += 1  

print("end")