#Напишите цикл while, который суммирует числа от 1 до 100 и 
# выводит результат

i = 1
sum = 0
while i <= 100:

    print(i) 
    sum = sum + i
    i += 1

print(sum)
