#Создайте переменную name и присвойте ей ваше имя, затем выведите сообщение "Привет, name!"

name = "Mila"
print(name)
