# Объявите переменную price и присвойте ей значение 19.99.
# Выведите это значение с округлением до целого числа

price = 19.2
roundedPrice = round(price)
print(roundedPrice)