#  Напишите программу, которая считает сумму чисел в списке.

numbers = [1, 2, 3, 4, 5.]
total = 0

for numbers in numbers:
    total = numbers
    print("Сумма чисел в списке:", total)