# Напишите цикл for, который выводит таблицу умножения на 5

multiNumber = int(input("Enter multi table number: "))
for i in range(1, 11):
    print(f"{multiNumber} x {i} = {multiNumber * i }") 