# Создайте две переменные a и b, присвойте им значения 10 и 20 соотвтственно, а затем выведите их сумму.

a = 10
b = 20

sum = a + b

print(f"{a} + {b} = {sum}") # f-strings

output = str(a) + " + " + str(b) + " = " + str(sum)  # Конкатенация строк
print(output)