#Создайте переменную age, присвойте ей ваше возраст, 
# затем выведите сообщение "Ваш возраст: `age`".

age = 12 

message = f"Your age: {12}"
print(message)